Repository: PereiraASRG/corona-de-en-alignment
Catalog: de 4_eng 4.tmx
Source language: de
Languages: en

source: Aufgrund der besonderen Pandemiesituation sollen in einer ersten Phase COVID-19-Impfungen über Impfzentren, denen ggf. auch mobile Impfteams angehören sollen, durchgeführt werden.
en: Given the special circumstances surrounding the pandemic, in a first phase vaccinations against Sars-CoV-2 will be carried out in vaccination centres to which mobile vaccination teams may also be assigned.

source: Hintergrund für diese Strategie ist, wie bereits beschrieben, die bei manchen möglichen Impfstoffen bestehenden besonderen Anforderungen an Transport und (Langzeit-)Lagerung, die Bereitstellung in Mehrdosenbehältnissen, die Priorisierungsnotwendigkeit bei anfänglich begrenzt verfügbaren Impfstoffdosen, die erwartete Verfügbarkeit unterschiedlicher Impfstoffe und die Notwendigkeit von erhöhten Steuerungsmöglichkeiten, inklusive eines zentral organisierten datengestützten Monitorings der Impfungen, im Rahmen der Pandemiebewältigung.
en: As already mentioned, the reasons behind this approach are the special transport and (long-term) storage requirements, vaccine supply in multidose containers, the need for prioritisation in the event of initial limited availability of vaccine doses, the expected availability of different vaccines and the need for increased control measures, including centrally organised data-supported monitoring of vaccinations as a component of pandemic management.

source: Um unter diesen Rahmenbedingungen eine Impfkampagne kontrolliert und effizient durchführen zu können, sind zentralisierte Strukturen erforderlich.
en: Under these conditions, centralised structures facilitate a vaccination campaign that is controlled, efficient and effective.

source: Sobald es die Rahmenbedingungen erlauben und ausreichende Impfstoffmengen mit geeigneten Lagerungskonditionen zur Verfügung stehen, wird angestrebt, die Impfstoffverteilung in das Regelversorgungssystem (dezentral über Apotheken) übergehen zu lassen.
en: For centralised Covid-19 vaccinations, the Länder are responsible for organising and setting up the vaccination centres.

source: Für die zentralisierte COVID-19-Schutzimpfung obliegt den Ländern die Organisation der Impfzentren.
en: They will set up and operate them with the support of general practitioners, in particular the Länder-level SHI-accredited physicians associations (Kassenärztliche Vereinigungen) and, where appropriate, medical staff from hospitals or other institutions.

source: Diese werden sie mit Unterstützung der niedergelassenen Ärzteschaft, insbesondere der KVen, und ggf. medizinischem Personal der Krankenhäuser oder anderen, einrichten und betreiben.
en: Preparation and implementation can be supported by other external stakeholders such as aid organisations, the German Armed Forces and logistics companies.

source: Die Vorbereitung und Durchführung kann dabei durch weitere externe Akteure wie z.B. Hilfsorganisationen, die Bundeswehr oder Logistikunternehmen unterstützt werden.
en: As soon as the conditions allow and sufficient quantities of vaccine are available with suitable storage conditions, the aim is to transfer vaccination activities to the regular supply system (decentralised via pharmacies, GPs and company doctors).

source: 7. Finanzierung Mögliche COVID-19-Impfstoffe sollen kostenfrei zur Verfügung gestellt werden können.
en: 7. Financing Potential Covid-19 vaccines are to be made available free of charge.

source: Die Finanzierung der COVID-19-Impfung in Impfzentren soll einfach und effizient gestaltet werden, um hohe Impfquoten und eine schnelle Impfung zu erreichen.
en: Financing of Covid19 vaccination in vaccination centres should be made simple and effective to achieve high vaccination rates and speedy vaccination.

source: Esist vorgesehen, dass das BMG nach Anhörung der STIKO und des Spitzenverbands Bund der Krankenkassen eine Rechtsverordnung erlässt, um zu bestimmen, dass gesetzlich Versicherte und nicht gesetzlich Krankenversicherte Anspruch auf eine COVID-19-Schutzimpfung haben.
en: It is planned that after consulting STIKO and the German Federal Association of Health Insurance Funds (Spitzenverband Bund der Krankenkassen), BMG will issue a statutory order stating that persons with statutory health insurance and also persons without statutory health insurance are entitled to receive a Covid-19 vaccination.

source: Auf diesem Wege stellt das BMG sicher, dass ein zeitnaher Leistungsanspruch für den von der STIKO-Empfehlung umfassten Personenkreis geregelt wird.
en: With this approach, BMG ensures timely access to the vaccination programme for the group of persons covered by the STIKO recommendation.

source: Um einen schnellen Aufbau und reibungslosen, bürokratiearmen Ablauf in den Impfzentren zu fördern, soll eine pauschale Abrechnung der anfallenden, laufenden Kosten erfolgen.
en: To promote rapid set-up and smooth, lean-management procedures in the vaccination centres, the running costs incurred are to be invoiced in the form of a lump-sum amount.

source: Dabei sollen die Kosten für den Aufbau und die Organisation von Impfzentren gemeinsam von den Ländern und aus Mitteln der gesetzlichen Krankenversicherung (Liquiditätsreserve des Gesundheitsfonds) sowie ggfs. der Privaten Krankenversicherung getragen werden.
en: The costs of setting up and organising vaccination centres are to be borne jointly by the Länder and using funds from the statutory health insurance funds (health fund’s liquidity reserve) and, where appropriate, the private health insurance funds.

source: Der Bund stellt den Impfzentren die durch ihn beschafften Impfstoffe ohne Refinanzierung zur Verfügung.
en: The Federal Government supplies the vaccination centres with the federally-procured vaccines without the need for refinancing.

source: 8. Kommunikation, fachliche Fortbildung und öffentliche Aufklärung Im bisherigen Verlauf der Pandemie trugen die umfassende Kommunikation mit der Öffentlichkeit und zielgruppenspezifische Informationskampagnen wesentliche zur Akzeptanz und Umsetzung der Maßnahmen zur Pandemiebekämpfung bei (z.B. AHA-Formel für breite Öffentlichkeit oder Teststrategie für die Fachöffentlichkeit).
en: 8. Communication, specialist training and public information In the course of the pandemic so far, proactive communication with the public and target group-specific information campaigns have contributed significantly to both the acceptance and the implementation of measures to deal with the pandemic (e.g. the AHAformula (based on the German for “masks, hand-washing, distance”) for the general public and the testing strategy specialists).

source: Für den Erfolg der Impfstrategie ist eine transparente, proaktive und zielgruppenspezifische Kommunikationskampagne von besonderer Wichtigkeit.
en: A transparent, proactive and targeted communication campaign is of particular importance to foster the vaccination strategy’s success.

source: Um eine einheitliche und zielgenaue Kommunikation zu gewährleisten wird auf Bundesebene ein Steuerungskreis Kommunikation eingerichtet, welcher u.a. BMG, BZgA, PEI, RKI und beteiligte Agenturen umfasst.
en: To ensure uniform and targeted communication, a federal level Communications Management Committee featuring among others, BMG, BZgA, PEI and RKI has been set up.

source: Die Steuerung der Kommunikation zur Covid 19-Impfung, inkl. Ausarbeitung der Struktur und des Zeitplans, liegt in der Leitungsabteilung des BMG. Ziel ist die Koordination und Abstimmung der Gesamtmaßnahmen, inklusive der Pressearbeit, der Ansprache von Zielgruppen wie Gesundheitspersonal, vulnerable Gruppen und die breite Öffentlichkeit.
en: Management of communications on Covid-19 vaccination, including development of the structure and the schedule, is the responsibility of the executive level at the Ministry of Health. The aim is to coordinate and harmonise the overall measures, including PR work, addressing target groups such as healthcare staff, vulnerable groups and the general public.

source: Dabei steht von Beginn an Transparenz im Vordergrund unter Einbeziehung von und im Austausch mit relevanten gesellschaftlichen Gruppen.
en: From the outset, the focus is placed on transparency and on involving and communicating with significant social groups.

source: 9. Impfquoten-Monitoring Valide Daten zur Inanspruchnahme der Impfung (Impfquoten) sind die Grundlage um das Impfverhalten und den Erfolg der begleitenden Informationskampagne zu analysieren.
en: 9. Vaccine rate monitoring Valid data on vaccination uptake (vaccination rates) provides the basis for analysing vaccination behaviour and the success of the accompanying information campaign.

source: Zielgruppenspezifische Impfquoten ermöglichen so die Steuerung und Anpassung der Impfstrategie.
en: Information on target group-specific vaccination rates enable both management and adaptation of the vaccination strategy.

source: Wenn z.B. in bestimmten Bevölkerungsgruppen besonders geringe Impfquoten vorliegen oder große regionale Unterschiede zwischen Ländern bestehen, kann die Informationskampagne angepasst werden.
en: For example, the information campaign can be adapted if vaccination rates are particularly low in certain population groups or if there are large regional differences between the Länder.

source: Die Impfquoten dienen zudem als „Nenner“ zur Einordnung von Wirksamkeit und Sicherheit (Unterscheidung Einzelfall vs. repräsentativ basierend auf der Gesamtzahl aller Geimpften) (siehe Kapitel 10).
en: The vaccination rates also serve as a “common denominator” in classifying efficacy and safety (differentiating between individual cases versus representative cases based on the total number of all persons vaccinated) (see Section 10).

source: Die für ein Impfquoten-Monitoring benötigten nicht-personenbezogenen Angaben sind: Angaben zum Impfling: Alter, Geschlecht, Wohnort (Land-/Stadtkreis), Impf-Indikation der geimpften Person Angaben zur Impfung: Ort der Impfung, Impfdatum, Impfstoff-Produkt (Name und Chargennummer), verabreichte Impfdosis (Erste Impfung oder ggf. Folgeimpfung) Um eine zeitgerechte Analyse und Transparenz über die Durchführung der Covid-19 Impfungen gewährleisten zu können, müssen diese Daten dem RKI möglichst in Echtzeit aus den Impfzentren übermittelt werden.
en: For the purpose of vaccination rate monitoring, the following non-personal data is required: Details concerning the person receiving the vaccine – age, gender, place of residence (Land/district), indications concerning the vaccinated person Details concerning the vaccination – place of vaccination, date of vaccination, vaccine product (name and batch number), vaccination dose administered (first vaccination or follow-up vaccination where applicable) In order to ensure both timely analysis of and transparency in the implementation of Covid-19 vaccinations, the vaccination centres must forward this data to RKI, preferably Establishment of a Communications Management Committee under the leadership of BMG.

source: Hierzu soll ein webbasiertes Datenportal verwendet werden, welches bis zum Beginn der Impfaktivitäten in Deutschland durch das RKI entwickelt werden soll.
en: Launch of the general vaccination campaign when the vaccine becomes availabie 12 in real time. A web-based data portal is to be used for this purpose. The portal is to be developed by RKI prior to the launch of the vaccination campaign in Germany.

source: Über die digitale Echtzeit-Erfassung hinaus sollen weitere Komponenten ein integriertes Impfquoten-Monitoring in Deutschland ermöglichen (Tabelle 3).
en: In addition to online real-time documentation and reporting, other components will enable integrated monitoring of vaccination rates in Germany (Table 3).

source: Die Ergebnisse sollen in aggregierter Form weiteren Akteuren (BMG, PEI, BZgA, Länder) zur Verfügung gestellt werden.
en: The outputs will be made available to other stakeholders (BMG, PEI, BzgA, the Länder) in aggregated form.

source: 10. Surveillance:Evaluierung von Wirksamkeit und Sicherheit der COVID-19-Impfstoffe Bei der Einführung von neuen Covid-19 Impfstoffen ist eine aktive Überwachung der Effektivität und Sicherheit der/des Impfstoffprodukte(s) absolut essentiell (Surveillance).
en: 10. Surveillance: Evaluating the safety and efficacy of Covid-19 vaccines When new Covid-19 vaccines are introduced, active surveillance of the safety and efficacy of the vaccine product(s) is absolutely essential.

source: Große klinische Studien zur klinischen Wirksamkeit und Sicherheit der Impfstoffe laufen weltweit und werden für die Zulassung ausgewertet.
en: Large clinical trials on the clinical efficacy and safety of the vaccines are ongoing worldwide and are being evaluated for approval.

source: Nur Impfstoffe mit dem Nachweis einer positiven Nutzen-Risiko-Bilanz werden zugelassen und kommen in die Versorgung.
en: Only vaccines with a proven positive risk-benefit ratio will be approved and made available.

source: Aufgrund der beschleunigten Entwicklung und der begrenzten Beobachtungsdauer in den Studien ist eine kontinuierliche Überwachung und Erfassung weiterer Daten im Rahmen der breiten Anwendung erforderlich, um weitere potenzielle Risiken der Impfstoffe schnellstmöglich zu erfassen.
en: Due to the fast development and the limited duration of observation in the trials, continuous monitoring and collection of further data during widespread use is necessary to identify any potential risks caused by the vaccines as quickly as possible.

source: Die Nutzen- und Risikobewertung von Impfstoffen ist ein kontinuierlicher Prozess, der von der Impfstoffentwicklung, der Durchführung klinischer Prüfungen vor der Zulassung bis hin zur Überwachung nach dem Inverkehrbringen (sogenannte post-marketing Surveillance) reicht.
en: Vaccine benefit and risk assessment is a continuous process ranging from vaccine development, to pre-approval clinical trials to post-marketing surveillance.

source: Während klinische Prüfungen vor dem Inverkehrbringen wichtige Informationen über die Sicherheit und Wirksamkeit von Impfstoffen liefern, sind Untersuchungen nach dem Inverkehrbringen unerlässlich, um weitere Informationen zur Sicherheit des Impfstoffs (z.B. Auftreten seltener unerwünschter Wirkungen) in größeren und heterogeneren Bevölkerungsgruppen, die nicht in klinischen Prüfungen vor Zulassung untersucht wurden, zu erhalten.
en: While pre-marketing clinical trials provide important information on the safety and efficacy of vaccines, post-marketing studies are essential to obtain further information on the safety and efficacy of the vaccine (e.g. occurrence of rare adverse effects) in larger and more heterogeneous populations that have not been studied in pre-approval clinical trials.

source: Die Überwachung der Effektivität, Sicherheit und auch der Schutzdauer von Impfstoffen nach dem Inverkehrbringen stellt sicher, dass das mit der Zulassung festgestellte positives Nutzen-Risiko-Profil bei breiter Anwendung laufend überprüft werden kann bzw. bei neuen Erkenntnissen Impfempfehlungen ggf. adaptiert werden können.
en: Post-marketing surveillance of the efficacy, safety and also the duration of protection of vaccines ensures that the positive risk-benefit profile established at the time of approval can be continuously reviewed as the vaccine becomes widely used and that vaccination recommendations can be adapted where needed to reflect the new findings.

source: 10.1. Impfeffektivität Im Rahmen der nach Infektionsschutzgesetz bestehenden Meldepflicht werden dem Robert Koch-Institut Informationen zu gemeldeten COVID-19-Fälle übermittelt, unter anderem auch zum Impfstatus.
en: 10.1. Vaccine efficacy As part of the reporting obligation under the Protection against Infection Act, information on reported Covid-19 cases, including the vaccination status, is transmitted to the Robert Koch Institute.

source: Kurzfristig kann durch den Vergleich des Anteils Geimpfter unter den COVID-19 Meldefällen (Impfdurchbrüche) mit dem Anteil Geimpfter in der Bevölkerung grob die Effektivität der Impfung geschätzt werden (sog. Screening-Methode).
en: In the short term, by comparing the proportion of vaccinated persons among the Covid-19 cases reported (breakthrough infections) with the proportion of vaccinated persons in the population, it is possible to estimate the efficacy of the vaccination (screening method).

source: Langfristig soll in einer Krankenhaus-basierten Fall-Kontrollstudie durch den Einschluss von COVID-19-Patienten (geimpfte und ungeimpfte Patienten) die Effektivität der in Deutschland zur Anwendung kommenden COVID-19 Impfstoffe gemessen werden.
en: In the longer term, a hospital-based case-control study will be used to measure the efficacy of Covid-19 vaccines used in Germany by including Covid-19 patients (vaccinated and unvaccinated).

source: Spezifisch in Bezug auf den Schutz vor hospitalisierungsbedürftiger bzw. schwerer COVID-19 Erkrankung, Dauer des Impfschutzes und mit der Frage, ob es Unterschiede in Bezug auf diese Parameter zwischen den verfügbaren Impfstoffen gibt.
en: In particular it will look at protection in exposure to hospitalised or severe cases of Covid-19 infection, the duration of protection provided and whether in relation to these parameters there are differences between the available vaccines.

source: Auch sollen Ausbrüche in speziellen Einrichtungen (z.B. der Pflege, Gemeinschaftseinrichtungen) oder im Rahmen von Veranstaltungen, in denen der Kreis der exponierten Personen gut zu definieren ist, mit einer einheitlichen Methodik und Datenerhebungsinstrumenten untersucht werden.
en: Outbreaks in special facilities (e.g. care institutions, community facilities) or at events where the group of exposed persons can be easily defined should also be investigated using a standardised methodology and data collection tools.

source: In solchen Settings kann im Rahmen eines retrospektiven Kohortendesigns die Impfeffektivität bestimmt werden, je nach Einrichtung gerade auch in besonders vulnerablen Gruppen.
en: In such settings, depending on the institution involved and especially as regards particularly vulnerable groups, the efficacy of vaccination can be determined as part of a retrospective cohort study. 10.2.

source: 10.2. Impfstoff-Sicherheit Die Routine-Pharmakovigilanz erfolgt über ein etabliertes Realtime Monitoring von möglichen Nebenwirkungen bzw. Impfkomplikationen gemäß §§ 6, 8 u. 11 des Infektionsschutzgesetzes (IfSG) und § 63 c des AMG. Kurzfristig soll zudem in einer Kohortenstudie mittels Smartphone-App prospektiv über ein Jahr die Häufigkeit und Schwere unerwünschter Ereignisse sowie SARS-CoV-2-Infektionen bei geimpften Erwachsenen nachverfolgt werden.
en: Vaccine safety Routine pharmacovigilance is based on established real-time monitoring of possible side effects or vaccination-related complications in accordance with sections 6, 8 and 11 of the Protection against Infection Act (IfSG) and section 63 (c) of the Medicinal Products Act (AMG) predominantly based on individual-based reporting. In the short term, a cohort study using a smartphone app will prospectively track the frequency and severity of adverse effects and of SARS-CoV-2 infections in vaccinated adults over a period of one year.

source: Langfristig soll in der Krankenhaus-basierten Fall-Kontrollstudie zur Untersuchung der Effektivität der Impfung bei hospitalisierten COVID-19-Patientinnen und Patienten (geimpfte und ungeimpfte, siehe 10.1) auch die Schwere des klinischen Erkrankungsverlaufs untersucht werden, und auf mögliche Hinweise gesucht werden, die auf eine Verstärkung der Erkrankung nach Impfung hindeuten könnte.
en: In the longer term, the hospital-based case-control study to investigate the efficacy of vaccination in hospitalised Covid-19 patients (vaccinated and unvaccinated, see 10.1) will also investigate the severity of the clinical course of the infection and look for possible indications that could suggest a worsening of the infection following vaccination.

source: Langfristig soll zudem eine Auswertung von Leistungs- und Abrechnungsdaten zur Sicherheit von COVID-19 Impfstoffen durchgeführt werden.
en: Furthermore, an evaluation of digital health data on the safety of Covid-19 vaccines will also be conducted.

source: Genutzt werden sollen die elektronischen Daten von 4 großen Krankenkassen, die ca. 70 % der gesetzlich versicherten Personen in Deutschland abdecken.
en: The electronic data from four large health insurance funds, which cover about 70% of statutory insured persons in Germany, will serve as a basis.

source: Quartalsweise werden Daten zu potentiellen Risikosignalen der Phase I-III Studien und neue Risikosignale, die nach der Zulassung in der breiten Anwendung detektiert werden, untersucht.
en: Data on potential risk signals from Phase 1-3 studies and new risk signals detected during widespread use after approval are examined on a quarterly basis.

source: Mittels Modellierung und künstlicher Intelligenz sollen jeweils Abschätzungen der Risiken für nachfolgende Quartale gemacht werden.
en: Modelling and AI methods are used to estimate the risks for subsequent quarters.

source: Bei der Konzeption ist zu prüfen, ob und ggf. wie diese Leistungs- und Abrechnungsdaten mit den bei der Impfung erfassten Angaben für diese Auswertungen verknüpft werden könnten.
en: In the design phase, an assessment should be made as to whether and, if necessary, how in order to aid these evaluations the performance and billing data could be linked with the data recorded at the time of vaccination.

source: Schwangerensurveillance: Es soll die Sicherheit der Impfstoffe in Schwangeren als vulnerable Personengruppen untersucht werden, die zumeist nicht in klinische Prüfungen vor dem Inverkehrbringen eingeschlossen werden (Schwangerschaftskomplikationen bei kurz vor oder während der Schwangerschaft geimpften wie Abort, Früh- und Totgeburt, Eklampsie im Vergleich zu ungeimpften Schwangeren; Fetale Missbildungen, zu geringes Geburtsgewicht, postnatale Adaptationsstörungen im Vergleich zu nicht exponierten Neugeborenen).
en: To study the safety of the vaccines in the vulnerable group of pregnant women, most of whom are not included in pre-marketing clinical trials surveillance of pregnant women will be conducted (pregnancy complications in pregnant women who have been vaccinated shortly before or during pregnancy – such as abortion, premature birth, stillbirth and eclampsia, compared with unvaccinated pregnant women – fetal malformations, low birth weight, postnatal adaptation disorders compared to non-exposed newborns).

source: 11. Internationale Koordination und Kooperation Die SARS-CoV-2-Pandemie ist eine globale Herausforderung.
en: 11. International coordination and cooperation The SARS-CoV-2 pandemic is a challenge of global scale.

source: Ein essentieller Bestandteil der Impfstrategie ist daher auch die Koordination und Zusammenarbeit mit internationalen Partnern, um schneller effektive und innovative Lösungen zu entwickeln.
en: Coordination and cooperation with international partners is thus an essential component of the vaccination strategy in order to accelerate the development of and access to effective and innovative responses and solutions.

source: Das Bundesministerium für Gesundheit arbeitet eng mit den Partnern in der Europäischen Union an der gemeinsamen Beschaffung von Impfstoffen.
en: The German Federal Ministry of Health works closely with its partners in the European Union on the joint procurement of vaccines.

source: Auch mit anderen Beteiligten findet ein regelmäßiger bilateraler und multilateraler Austausch statt.
en: It also maintains regular bilateral and multilateral exchange with various other stakeholders.
